[
  {
    "title": "Ich bin ein Berliner",
    "author": "John F. Kennedy",
    "content": "    I am proud to come to this city as the guest of your distinguished Mayor, who has symbolized throughout the world the fighting spirit of West Berlin. And I am proud -- And I am proud to visit the Federal Republic with your distinguished Chancellor who for so many years has committed Germany to democracy and freedom and progress, and to come here in the company of my fellow American, General Clay, who -- who has been in this city during its great moments of crisis and will come again if ever needed.\n\n    Two thousand years ago -- Two thousand years ago, the proudest boast was \"civis Romanus sum.\"1 Today, in the world of freedom, the proudest boast is \"Ich bin ein Berliner.\"\n\n    (I appreciate my interpreter translating my German.)\n\n    There are many people in the world who really don't understand, or say they don't, what is the great issue between the free world and the Communist world.\n\n    Let them come to Berlin.\n\n    There are some who say -- There are some who say that communism is the wave of the future.\n\n    Let them come to Berlin.\n\n    And there are some who say, in Europe and elsewhere, we can work with the Communists.\n\n    Let them come to Berlin.\n\n    And there are even a few who say that it is true that communism is an evil system, but it permits us to make economic progress.\n\n    Lass' sie nach Berlin kommen.\n\n    Let them come to Berlin.\n\n    \n\n    Freedom has many difficulties and democracy is not perfect. But we have never had to put a wall up to keep our people in -- to prevent them from leaving us. I want to say on behalf of my countrymen who live many miles away on the other side of the Atlantic, who are far distant from you, that they take the greatest pride, that they have been able to share with you, even from a distance, the story of the last 18 years. I know of no town, no city, that has been besieged for 18 years that still lives with the vitality and the force, and the hope, and the determination of the city of West Berlin.\n\n    While the wall is the most obvious and vivid demonstration of the failures of the Communist system -- for all the world to see -- we take no satisfaction in it; for it is, as your Mayor has said, an offense not only against history but an offense against humanity, separating families, dividing husbands and wives and brothers and sisters, and dividing a people who wish to be joined together.\n\n    What is -- What is true of this city is true of Germany: Real, lasting peace in Europe can never be assured as long as one German out of four is denied the elementary right of free men, and that is to make a free choice. In 18 years of peace and good faith, this generation of Germans has earned the right to be free, including the right to unite their families and their nation in lasting peace, with good will to all people.\n\n    You live in a defended island of freedom, but your life is part of the main. So let me ask you, as I close, to lift your eyes beyond the dangers of today, to the hopes of tomorrow, beyond the freedom merely of this city of Berlin, or your country of Germany, to the advance of freedom everywhere, beyond the wall to the day of peace with justice, beyond yourselves and ourselves to all mankind.\n\n    Freedom is indivisible, and when one man is enslaved, all are not free. When all are free, then we look -- can look forward to that day when this city will be joined as one and this country and this great Continent of Europe in a peaceful and hopeful globe. When that day finally comes, as it will, the people of West Berlin can take sober satisfaction in the fact that they were in the front lines for almost two decades.\n\n    All -- All free men, wherever they may live, are citizens of Berlin.\n\n    And, therefore, as a free man, I take pride in the words --\n\n    \"Ich bin ein Berliner.\""
  },
  {
    "title": "Pearl Harbor Address to the Nation",
    "author": "Franklin Delano Roosevelt",
    "content": "    Mr. Vice President, Mr. Speaker, Members of the Senate, and of the House of Representatives:\n\n        Yesterday, December 7th, 1941 -- a date which will live in infamy -- the United States of America was suddenly and deliberately attacked by naval and air forces of the Empire of Japan.\n\n        The United States was at peace with that nation and, at the solicitation of Japan, was still in conversation with its government and its emperor looking toward the maintenance of peace in the Pacific.\n\n        Indeed, one hour after Japanese air squadrons had commenced bombing in the American island of Oahu, the Japanese ambassador to the United States and his colleague delivered to our Secretary of State a formal reply to a recent American message. And while this reply stated that it seemed useless to continue the existing diplomatic negotiations, it contained no threat or hint of war or of armed attack.\n\n        It will be recorded that the distance of Hawaii from Japan makes it obvious that the attack was deliberately planned many days or even weeks ago. During the intervening time, the Japanese government has deliberately sought to deceive the United States by false statements and expressions of hope for continued peace.\n\n        The attack yesterday on the Hawaiian islands has caused severe damage to American naval and military forces. I regret to tell you that very many American lives have been lost. In addition, American ships have been reported torpedoed on the high seas between San Francisco and Honolulu.\n\n        Yesterday, the Japanese government also launched an attack against Malaya.\n\n        Last night, Japanese forces attacked Hong Kong.\n\n        Last night, Japanese forces attacked Guam.\n\n        Last night, Japanese forces attacked the Philippine Islands.\n\n        Last night, the Japanese attacked Wake Island.\n\n        And this morning, the Japanese attacked Midway Island.\n\n        Japan has, therefore, undertaken a surprise offensive extending throughout the Pacific area. The facts of yesterday and today speak for themselves. The people of the United States have already formed their opinions and well understand the implications to the very life and safety of our nation.\n\n        As Commander in Chief of the Army and Navy, I have directed that all measures be taken for our defense. But always will our whole nation remember the character of the onslaught against us.\n\n        No matter how long it may take us to overcome this premeditated invasion, the American people in their righteous might will win through to absolute victory.\n\n        I believe that I interpret the will of the Congress and of the people when I assert that we will not only defend ourselves to the uttermost, but will make it very certain that this form of treachery shall never again endanger us.\n\n        Hostilities exist. There is no blinking at the fact that our people, our territory, and our interests are in grave danger.\n\n        With confidence in our armed forces, with the unbounding determination of our people, we will gain the inevitable triumph -- so help us God.\n\n        I ask that the Congress declare that since the unprovoked and dastardly attack by Japan on Sunday, December 7th, 1941, a state of war has existed between the United States and the Japanese empire."
  },
  {
    "title": "The Space Shuttle Challenger Tragedy Address",
    "author": "Ronald Reagan",
    "content": "    Ladies and Gentlemen, I'd planned to speak to you tonight to report on the state of the Union, but the events of earlier today have led me to change those plans. Today is a day for mourning and remembering. Nancy and I are pained to the core by the tragedy of the shuttle Challenger. We know we share this pain with all of the people of our country. This is truly a national loss.\n\n    Nineteen years ago, almost to the day, we lost three astronauts in a terrible accident on the ground. But we've never lost an astronaut in flight. We've never had a tragedy like this.\n\n    And perhaps we've forgotten the courage it took for the crew of the shuttle. But they, the Challenger Seven, were aware of the dangers, but overcame them and did their jobs brilliantly. We mourn seven heroes: Michael Smith, Dick Scobee, Judith Resnik, Ronald McNair, Ellison Onizuka, Gregory Jarvis, and Christa McAuliffe.\n\n    We mourn their loss as a nation together.\n\n    \n\n    For the families of the seven, we cannot bear, as you do, the full impact of this tragedy. But we feel the loss, and we're thinking about you so very much. Your loved ones were daring and brave, and they had that special grace, that special spirit that says, \"Give me a challenge, and I'll meet it with joy.\" They had a hunger to explore the universe and discover its truths. They wished to serve, and they did. They served all of us.\n\n    We've grown used to wonders in this century. It's hard to dazzle us. But for twenty-five years the United States space program has been doing just that. We've grown used to the idea of space, and, perhaps we forget that we've only just begun. We're still pioneers. They, the members of the Challenger crew, were pioneers.\n\n    \n\n    And I want to say something to the schoolchildren of America who were watching the live coverage of the shuttle's take-off. I know it's hard to understand, but sometimes painful things like this happen. It's all part of the process of exploration and discovery. It's all part of taking a chance and expanding man's horizons. The future doesn't belong to the fainthearted; it belongs to the brave. The Challenger crew was pulling us into the future, and we'll continue to follow them.\n\n    I've always had great faith in and respect for our space program. And what happened today does nothing to diminish it. We don't hide our space program. We don't keep secrets and cover things up. We do it all up front and in public. That's the way freedom is, and we wouldn't change it for a minute.\n\n    We'll continue our quest in space. There will be more shuttle flights and more shuttle crews and, yes, more volunteers, more civilians, more teachers in space. Nothing ends here; our hopes and our journeys continue.\n\n    I want to add that I wish I could talk to every man and woman who works for NASA, or who worked on this mission and tell them: \"Your dedication and professionalism have moved and impressed us for decades. And we know of your anguish. We share it.\"\n\n    There's a coincidence today. On this day three hundred and ninety years ago, the great explorer Sir Francis Drake died aboard ship off the coast of Panama. In his lifetime the great frontiers were the oceans, and a historian later said, \"He lived by the sea, died on it, and was buried in it.\" Well, today, we can say of the Challenger crew: Their dedication was, like Drake's, complete.\n\n    The crew of the space shuttle Challenger honored us by the manner in which they lived their lives. We will never forget them, nor the last time we saw them, this morning, as they prepared for their journey and waved goodbye and \"slipped the surly bonds of earth\" to \"touch the face of God.\"\n\n    Thank you."
  },
  {
    "title": "Inaugural Address",
    "author": "John F. Kennedy",
    "content": "    Vice President Johnson, Mr. Speaker, Mr. Chief Justice, President Eisenhower, Vice President Nixon, President Truman, reverend clergy, fellow citizens:\n\n        We observe today not a victory of party, but a celebration of freedom -- symbolizing an end, as well as a beginning -- signifying renewal, as well as change. For I have sworn before you and Almighty God the same solemn oath our forebears prescribed nearly a century and three-quarters ago.\n\n        The world is very different now. For man holds in his mortal hands the power to abolish all forms of human poverty and all forms of human life. And yet the same revolutionary beliefs for which our forebears fought are still at issue around the globe -- the belief that the rights of man come not from the generosity of the state, but from the hand of God.\n\n        We dare not forget today that we are the heirs of that first revolution. Let the word go forth from this time and place, to friend and foe alike, that the torch has been passed to a new generation of Americans -- born in this century, tempered by war, disciplined by a hard and bitter peace, proud of our ancient heritage, and unwilling to witness or permit the slow undoing of those human rights to which this nation has always been committed, and to which we are committed today at home and around the world.\n\n        Let every nation know, whether it wishes us well or ill, that we shall pay any price, bear any burden, meet any hardship, support any friend, oppose any foe, to assure the survival and the success of liberty.\n\n        This much we pledge -- and more.\n\n        To those old allies whose cultural and spiritual origins we share, we pledge the loyalty of faithful friends. United there is little we cannot do in a host of cooperative ventures. Divided there is little we can do -- for we dare not meet a powerful challenge at odds and split asunder.\n\n        To those new states whom we welcome to the ranks of the free, we pledge our word that one form of colonial control shall not have passed away merely to be replaced by a far more iron tyranny. We shall not always expect to find them supporting our view. But we shall always hope to find them strongly supporting their own freedom -- and to remember that, in the past, those who foolishly sought power by riding the back of the tiger ended up inside.\n\n        To those people in the huts and villages of half the globe struggling to break the bonds of mass misery, we pledge our best efforts to help them help themselves, for whatever period is required -- not because the Communists may be doing it, not because we seek their votes, but because it is right. If a free society cannot help the many who are poor, it cannot save the few who are rich.\n\n        To our sister republics south of our border, we offer a special pledge: to convert our good words into good deeds, in a new alliance for progress, to assist free men and free governments in casting off the chains of poverty. But this peaceful revolution of hope cannot become the prey of hostile powers. Let all our neighbors know that we shall join with them to oppose aggression or subversion anywhere in the Americas. And let every other power know that this hemisphere intends to remain the master of its own house.\n\n        To that world assembly of sovereign states, the United Nations, our last best hope in an age where the instruments of war have far outpaced the instruments of peace, we renew our pledge of support -- to prevent it from becoming merely a forum for invective, to strengthen its shield of the new and the weak, and to enlarge the area in which its writ may run.\n\n        Finally, to those nations who would make themselves our adversary, we offer not a pledge but a request: that both sides begin anew the quest for peace, before the dark powers of destruction unleashed by science engulf all humanity in planned or accidental self-destruction.\n\n        We dare not tempt them with weakness. For only when our arms are sufficient beyond doubt can we be certain beyond doubt that they will never be employed.\n\n        But neither can two great and powerful groups of nations take comfort from our present course -- both sides overburdened by the cost of modern weapons, both rightly alarmed by the steady spread of the deadly atom, yet both racing to alter that uncertain balance of terror that stays the hand of mankind's final war.\n\n        So let us begin anew -- remembering on both sides that civility is not a sign of weakness, and sincerity is always subject to proof. Let us never negotiate out of fear, but let us never fear to negotiate.\n\n        Let both sides explore what problems unite us instead of belaboring those problems which divide us.\n\n        Let both sides, for the first time, formulate serious and precise proposals for the inspection and control of arms, and bring the absolute power to destroy other nations under the absolute control of all nations.\n\n        Let both sides seek to invoke the wonders of science instead of its terrors. Together let us explore the stars, conquer the deserts, eradicate disease, tap the ocean depths, and encourage the arts and commerce.\n\n        Let both sides unite to heed, in all corners of the earth, the command of Isaiah -- to \"undo the heavy burdens, and [to] let the oppressed go free.\"\n\n        And, if a beachhead of cooperation may push back the jungle of suspicion, let both sides join in creating a new endeavor -- not a new balance of power, but a new world of law -- where the strong are just, and the weak secure, and the peace preserved.\n\n        All this will not be finished in the first one hundred days. Nor will it be finished in the first one thousand days; nor in the life of this Administration; nor even perhaps in our lifetime on this planet. But let us begin.\n\n        In your hands, my fellow citizens, more than mine, will rest the final success or failure of our course. Since this country was founded, each generation of Americans has been summoned to give testimony to its national loyalty. The graves of young Americans who answered the call to service surround the globe.\n\n        Now the trumpet summons us again -- not as a call to bear arms, though arms we need -- not as a call to battle, though embattled we are -- but a call to bear the burden of a long twilight struggle, year in and year out, \"rejoicing in hope; patient in tribulation,\" a struggle against the common enemies of man: tyranny, poverty, disease, and war itself.\n\n        Can we forge against these enemies a grand and global alliance, North and South, East and West, that can assure a more fruitful life for all mankind? Will you join in that historic effort?\n\n        In the long history of the world, only a few generations have been granted the role of defending freedom in its hour of maximum danger. I do not shrink from this responsibility -- I welcome it. I do not believe that any of us would exchange places with any other people or any other generation. The energy, the faith, the devotion which we bring to this endeavor will light our country and all who serve it. And the glow from that fire can truly light the world.\n\n        And so, my fellow Americans, ask not what your country can do for you; ask what you can do for your country.\n\n        My fellow citizens of the world, ask not what America will do for you, but what together we can do for the freedom of man.\n\n        Finally, whether you are citizens of America or citizens of the world, ask of us here the same high standards of strength and sacrifice which we ask of you. With a good conscience our only sure reward, with history the final judge of our deeds, let us go forth to lead the land we love, asking His blessing and His help, but knowing that here on earth God's work must truly be our own."
  },
  {
    "title": "Resignation Address to the Nation",
    "author": "Richard M. Nixon",
    "content": "    Good evening:\n\n    This is the 37th time I have spoken to you from this office, where so many decisions have been made that shape the history of this nation. Each time I have done so to discuss with you some matter that I believe affected the national interest. In all the decisions I have made in my public life I have always tried to do what was best for the nation.\n\n    Throughout the long and difficult period of Watergate, I have felt it was my duty to persevere -- to make every possible effort to complete the term of office to which you elected me. In the past few days, however, it has become evident to me that I no longer have a strong enough political base in the Congress to justify continuing that effort. As long as there was such a base, I felt strongly that it was necessary to see the constitutional process through to its conclusion; that to do otherwise would be unfaithful to the spirit of that deliberately difficult process, and a dangerously destabilizing precedent for the future. But with the disappearance of that base, I now believe that the constitutional purpose has been served. And there is no longer a need for the process to be prolonged.\n\n    I would have preferred to carry through to the finish whatever the personal agony it would have involved, and my family unanimously urged me to do so. But the interests of the nation must always come before any personal considerations. From the discussions I have had with Congressional and other leaders I have concluded that because of the Watergate matter I might not have the support of the Congress that I would consider necessary to back the very difficult decisions and carry out the duties of this office in the way the interests of the nation will require.\n\n    I have never been a quitter.\n\n    To leave office before my term is completed is abhorrent to every instinct in my body. But as President, I must put the interests of America first.\n\n    America needs a full-time President and a full-time Congress, particularly at this time with problems we face at home and abroad. To continue to fight through the months ahead for my personal vindication would almost totally absorb the time and attention of both the President and the Congress in a period when our entire focus should be on the great issues of peace abroad and prosperity without inflation at home.\n\n    Therefore, I shall resign the Presidency effective at noon tomorrow.\n\n    Vice President Ford will be sworn in as President at that hour in this office.\n\n    As I recall the high hopes for America with which we began this second term, I feel a great sadness that I will not be here in this office working on your behalf to achieve those hopes in the next two and a half years. But in turning over direction of the Government to Vice President Ford I know, as I told the nation when I nominated him for that office ten months ago, that the leadership of America would be in good hands.\n\n    In passing this office to the Vice President, I also do so with the profound sense of the weight of responsibility that will fall on his shoulders tomorrow, and therefore of the understanding, the patience, the cooperation he will need from all Americans. As he assumes that responsibility he will deserve the help and the support of all of us. As we look to the future, the first essential is to begin healing the wounds of this nation. To put the bitterness and divisions of the recent past behind us and to rediscover those shared ideals that lie at the heart of our strength and unity as a great and as a free people.\n\n    By taking this action, I hope that I will have hastened the start of that process of healing which is so desperately needed in America. I regret deeply any injuries that may have been done in the course of the events that led to this decision. I would say only that if some of my judgments were wrong -- and some were wrong -- they were made in what I believed at the time to be the best interests of the nation.\n\n    To those who have stood with me during these past difficult months, to my family, my friends, the many others who joined in supporting my cause because they believed it was right, I will be eternally grateful for your support. And to those who have not felt able to give me your support, let me say I leave with no bitterness toward those who have opposed me, because all of us in the final analysis have been concerned with the good of the country, however our judgments might differ.\n\n    So let us all now join together in affirming that common commitment and in helping our new President succeed for the benefit of all Americans. I shall leave this office with regret at not completing my term but with gratitude for the privilege of serving as your President for the past five and a half years. These years have been a momentous time in the history of our nation and the world. They have been a time of achievement in which we can all be proud, achievements that represent the shared efforts of the administration, the Congress and the people. But the challenges ahead are equally great. And they, too, will require the support and the efforts of the Congress and the people, working in cooperation with the new Administration.\n\n    We have ended America's longest war. But in the work of securing a lasting peace in the world, the goals ahead are even more far-reaching and more difficult. We must complete a structure of peace, so that it will be said of this generation -- our generation of Americans -- by the people of all nations, not only that we ended one war but that we prevented future wars.\n\n    We have unlocked the doors that for a quarter of a century stood between the United States and the People's Republic of China. We must now insure that the one-quarter of the world's people who live in the People's Republic of China will be and remain, not our enemies, but our friends.\n\n    In the Middle East, 100 million people in the Arab countries, many of whom have considered us their enemy for nearly 20 years, now look on us as their friends. We must continue to build on that friendship so that peace can settle at last over the Middle East and so that the cradle of civilization will not become its grave. Together with the Soviet Union we have made the crucial breakthroughs that have begun the process of limiting nuclear arms. But, we must set as our goal, not just limiting, but reducing and finally destroying these terrible weapons, so that they cannot destroy civilization. And so that the threat of nuclear war will no longer hang over the world and the people. We have opened a new relation with the Soviet Union. We must continue to develop and expand  that new relationship, so that the two strongest nations of the world will live together in cooperation rather than confrontation.\n\n    Around the world -- in Asia, in Africa, in Latin America, in the Middle East -- there are millions of people who live in terrible poverty, even starvation. We must keep as our goal turning away from production for war and expanding production for peace so that people everywhere on this earth can at last look forward, in their children's time, if not in our own time, to having the necessities for a decent life. Here, in America, we are fortunate that most of our people have not only the blessings of liberty but also the means to live full and good, and by the world's standards even abundant lives.\n\n    We must press on, however, toward a goal not only of more and better jobs but of full opportunity for every American, and of what we are striving so hard right now to achieve -- prosperity without inflation.\n\n    For more than a quarter of a century in public life, I have shared in the turbulent history of this evening. I have fought for what I believe in. I have tried, to the best of my ability, to discharge those duties and meet those responsibilities that were entrusted to me. Sometimes I have succeeded. And sometimes I have failed. But always I have taken heart from what Theodore Roosevelt once said about the man in the arena, whose face is marred by dust and sweat and blood, who strives valiantly, who errs and comes short again and again because there is not effort without error and shortcoming, but who does actually strive to do the deed, who knows the great enthusiasms, the great devotions, who spends himself in a worthy cause, who at the best knows in the end the triumphs of high achievements and with the worst if he fails, at least fails while daring greatly.\n\n    I pledge to you tonight that as long as I have a breath of life in my body, I shall continue in that spirit. I shall continue to work for the great causes to which I have been dedicated throughout my years as a Congressman, a Senator, Vice President and President, the cause of peace -- not just for America but among all nations -- prosperity, justice and opportunity for all of our people.\n\n    There is one cause above all to which I have been devoted and to which I shall always be devoted for as long as I live.\n\n    When I first took the oath of office as President five and a half years ago, I made this sacred commitment: to consecrate my office, my energies, and all the wisdom I can summon to the cause of peace among nations. I've done my very best in all the days since to be true to that pledge. As a result of these efforts, I am confident that the world is a safer place today, not only for the people of America but for the people of all nations, and that all of our children have a better chance than before of living in peace rather than dying in war.\n\n    This, more than anything, is what I hoped to achieve when I sought the Presidency.\n\n    This, more than anything, is what I hope will be my legacy to you, to our country, as I leave the Presidency.\n\n    To have served in this office is to have felt a very personal sense of kinship with each and every American.\n\n    In leaving it, I do so with this prayer: May God's grace be with you in all the days ahead."
  },
  {
    "title": "The Truman Doctrine",
    "author": "Harry S. Truman",
    "content": "    Mr. President, Mr. Speaker, Members of the Congress of the United States:\n\n    The gravity of the situation which confronts the world today necessitates my appearance before a joint session of the Congress. The foreign policy and the national security of this country are involved. One aspect of the present situation, which I present to you at this time for your consideration and decision, concerns Greece and Turkey. The United States has received from the Greek Government an urgent appeal for financial and economic assistance. Preliminary reports from the American Economic Mission now in Greece and reports from the American Ambassador in Greece corroborate the statement of the Greek Government that assistance is imperative if Greece is to survive as a free nation.\n\n    I do not believe that the American people and the Congress wish to turn a deaf ear to the appeal of the Greek Government. Greece is not a rich country. Lack of  sufficient natural resources has always forced the Greek people to work hard to make both ends meet. Since 1940, this industrious, peace loving country has suffered invasion, four years of cruel enemy occupation, and bitter internal strife.\n\n    When forces of liberation entered Greece they found that the retreating Germans had destroyed virtually all the railways, roads, port facilities, communications, and merchant marine. More than a thousand villages had been burned. Eighty-five percent of the children were tubercular. Livestock, poultry, and draft animals had almost disappeared. Inflation had wiped out practically all savings. As a result of these tragic conditions, a militant minority, exploiting human want and misery, was able to create political chaos which, until now, has made economic recovery impossible.\n\n    Greece is today without funds to finance the importation of those goods which are essential to bare subsistence. Under these circumstances, the people of Greece cannot make progress in solving their problems of reconstruction. Greece is in desperate need of financial and economic assistance to enable it to resume purchases of food, clothing, fuel, and seeds. These are indispensable for the subsistence of its people and are obtainable only from abroad. Greece must have help to import the goods necessary to restore internal order and security, so essential for economic and political recovery. The Greek Government has also asked for the assistance of experienced American administrators, economists, and technicians to insure that the financial and other aid given to Greece shall be used effectively in creating a stable and self-sustaining economy and in improving its public administration.\n\n    The very existence of the Greek state is today threatened by the terrorist activities of several thousand armed men, led by Communists, who defy the government's authority at a number of points, particularly along the northern boundaries. A Commission appointed by the United Nations security Council is at present investigating disturbed conditions in northern Greece and alleged border violations along the frontiers between Greece on the one hand and Albania, Bulgaria, and Yugoslavia on the other.\n\n    Meanwhile, the Greek Government is unable to cope with the situation. The Greek army is small and poorly equipped. It needs supplies and equipment if it is to restore authority of the government throughout Greek territory. Greece must have assistance if it is to become a self-supporting and self-respecting democracy. The United States must supply this assistance. We have already extended to Greece certain types of relief and economic aid. But these are inadequate. There is no other country to which democratic Greece can turn. No other nation is willing and able to provide the necessary support for a democratic Greek government.\n\n    The British Government, which has been helping Greece, can give no further financial or economic aid after March 31st. Great Britain finds itself under the necessity of reducing or liquidating its commitments in several parts of the world, including Greece.\n\n    We have considered how the United Nations might assist in this crisis. But the situation is an urgent one, requiring immediate action, and the United Nations and its related organizations are not in a position to extend help of the kind that is required.\n\n    It is important to note that the Greek Government has asked for our aid in utilizing effectively the financial and other assistance we may give to Greece, and in improving its public administration. It is of the utmost importance that we supervise the use of any funds made available to Greece in such a manner that each dollar spent will count toward making Greece self-supporting, and will help to build an economy in which a healthy democracy can flourish.\n\n    No government is perfect. One of the chief virtues of a democracy, however, is that its defects are always visible and under democratic processes can be pointed out and corrected. The Government of Greece is not perfect. Nevertheless it represents eighty-five percent of the members of the Greek Parliament who were chosen in an election last year. Foreign observers, including 692 Americans, considered this election to be a fair expression of the views of the Greek people.\n\n    The Greek Government has been operating in an atmosphere of chaos and extremism. It has made mistakes. The extension of aid by this country does not mean that the United States condones everything that the Greek Government has done or will do. We have condemned in the past, and we condemn now, extremist measures of the right or the left. We have in the past advised tolerance, and we advise tolerance now.\n\n    Greek's [sic] neighbor, Turkey, also deserves our attention. The future of Turkey, as an independent and economically sound state, is clearly no less important to the freedom-loving peoples of the world than the future of Greece. The circumstances in which Turkey finds itself today are considerably different from those of Greece. Turkey has been spared the disasters that have beset Greece. And during the war, the United States and Great Britain furnished Turkey with material aid.\n\n    Nevertheless, Turkey now needs our support. Since the war, Turkey has sought additional financial assistance from Great Britain and the United States for the purpose of effecting that modernization necessary for the maintenance of its national integrity. That integrity is essential to the preservation of order in the Middle East. The British government has informed us that, owing to its own difficulties, it can no longer extend financial or economic aid to Turkey. As in the case of Greece, if Turkey is to have the assistance it needs, the United States must supply it. We are the only country able to provide that help.\n\n    I am fully aware of the broad implications involved if the United States extends assistance to Greece and Turkey, and I shall discuss these implications with you at this time. One of the primary objectives of the foreign policy of the United States is the creation of conditions in which we and other nations will be able to work out a way of life free from coercion. This was a fundamental issue in the war with Germany and Japan. Our victory was won over countries which sought to impose their will, and their way of life, upon other nations.\n\n    To ensure the peaceful development of nations, free from coercion, the United States has taken a leading part in establishing the United Nations. The United Nations is designed to make possible lasting freedom and independence for all its members. We shall not realize our objectives, however, unless we are willing to help free peoples to maintain their free institutions and their national integrity against aggressive movements that seek to impose upon them totalitarian regimes. This is no more than a frank recognition that totalitarian regimes imposed upon free peoples, by direct or indirect aggression, undermine the foundations of international peace, and hence the security of the United States.\n\n    The peoples of a number of countries of the world have recently had totalitarian regimes forced upon them against their will. The Government of the United States has made frequent protests against coercion and intimidation in violation of the Yalta agreement in Poland, Rumania, and Bulgaria. I must also state that in a number of other countries there have been similar developments.\n\n    At the present moment in world history nearly every nation must choose between alternative ways of life. The choice is too often not a free one. One way of life is based upon the will of the majority, and is distinguished by free institutions, representative government, free elections, guarantees of individual liberty, freedom of speech and religion, and freedom from political oppression. The second way of life is based upon the will of a minority forcibly imposed upon the majority. It relies upon terror and oppression, a controlled press and radio, fixed elections, and the suppression of personal freedoms.\n\n    I believe that it must be the policy of the United States to support free peoples who are resisting attempted subjugation by armed minorities or by outside pressures.\n\n    I believe that we must assist free peoples to work out their own destinies in their own way.\n\n    I believe that our help should be primarily through economic and financial aid which is essential to economic stability and orderly political processes.\n\n    The world is not static, and the status quo is not sacred. But we cannot allow changes in the status quo in violation of the Charter of the United Nations by such methods as coercion, or by such subterfuges as political infiltration. In helping free and independent nations to maintain their freedom, the United States will be giving effect to the principles of the Charter of the United Nations.\n\n    It is necessary only to glance at a map to realize that the survival and integrity of the Greek nation are of grave importance in a much wider situation. If Greece should fall under the control of an armed minority, the effect upon its neighbor, Turkey, would be immediate and serious. Confusion and disorder might well spread throughout the entire Middle East. Moreover, the disappearance of Greece as an independent state would have a profound effect upon those countries in Europe whose peoples are struggling against great difficulties to maintain their freedoms and their independence while they repair the damages of war.\n\n    It would be an unspeakable tragedy if these countries, which have struggled so long against overwhelming odds, should lose that victory for which they sacrificed so much. Collapse of free institutions and loss of independence would be disastrous not only for them but for the world. Discouragement and possibly failure would quickly be the lot of neighboring peoples striving to maintain their freedom and independence.\n\n    Should we fail to aid Greece and Turkey in this fateful hour, the effect will be far reaching to the West as well as to the East.\n\n    We must take immediate and resolute action. I therefore ask the Congress to provide authority for assistance to Greece and Turkey in the amount of $400,000,000 for the period ending June 30, 1948. In requesting these funds, I have taken into consideration the maximum amount of relief assistance which would be furnished to Greece out of the $350,000,000 which I recently requested that the Congress authorize for the prevention of starvation and suffering in countries devastated by the war.\n\n    In addition to funds, I ask the Congress to authorize the detail of American civilian and military personnel to Greece and Turkey, at the request of those countries, to assist in the tasks of reconstruction, and for the purpose of supervising the use of such financial and material assistance as may be furnished. I recommend that authority also be provided for the instruction and training of selected Greek and Turkish personnel. Finally, I ask that the Congress provide authority which will permit the speediest and most effective use, in terms of needed commodities, supplies, and equipment, of such funds as may be authorized. If further funds, or further authority, should be needed for the purposes indicated in this message, I shall not hesitate to bring the situation before the Congress. On this subject the Executive and Legislative branches of the Government must work together.\n\n    This is a serious course upon which we embark. I would not recommend it except that the alternative is much more serious. The United States contributed $341,000,000,000 toward winning World War II. This is an investment in world freedom and world peace. The assistance that I am recommending for Greece and Turkey amounts to little more than 1 tenth of 1 percent of this investment. It is only common sense that we should safeguard this investment and make sure that it was not in vain. The seeds of totalitarian regimes are nurtured by misery and want. They spread and grow in the evil soil of poverty and strife. They reach their full growth when the hope of a people for a better life has died.\n\n    We must keep that hope alive.\n\n    The free peoples of the world look to us for support in maintaining their freedoms. If we falter in our leadership, we may endanger the peace of the world. And we shall surely endanger the welfare of this nation.\n\n    Great responsibilities have been placed upon us by the swift movement of events.\n\n    I am confident that the Congress will face these responsibilities squarely."
  },
  {
    "title": "We Shall Overcome",
    "author": "Lyndon Baines Johnson",
    "content": "    Mr. Speaker, Mr. President, Members of the Congress:\n\n    I speak tonight for the dignity of man and the destiny of democracy. I urge every member of both parties, Americans of all religions and of all colors, from every section of this country, to join me in that cause.\n\n    At times history and fate meet at a single time in a single place to shape a turning point in man's unending search for freedom. So it was at Lexington and Concord. So it was a century ago at Appomattox. So it was last week in Selma, Alabama. There, long-suffering men and women peacefully protested the denial of their rights as Americans. Many were brutally assaulted. One good man, a man of God, was killed.\n\n    There is no cause for pride in what has happened in Selma. There is no cause for self-satisfaction in the long denial of equal rights of millions of Americans. But there is cause for hope and for faith in our democracy in what is happening here tonight. For the cries of pain and the hymns and protests of oppressed people have summoned into convocation all the majesty of this great government -- the government of the greatest nation on earth. Our mission is at once the oldest and the most basic of this country: to right wrong, to do justice, to serve man.\n\n    In our time we have come to live with the moments of great crisis. Our lives have been marked with debate about great issues -- issues of war and peace, issues of prosperity and depression. But rarely in any time does an issue lay bare the secret heart of America itself. Rarely are we met with a challenge, not to our growth or abundance, or our welfare or our security, but rather to the values, and the purposes, and the meaning of our beloved nation.\n\n    The issue of equal rights for American Negroes is such an issue.\n\n    And should we defeat every enemy, and should we double our wealth and conquer the stars, and still be unequal to this issue, then we will have failed as a people and as a nation. For with a country as with a person, \"What is a man profited, if he shall gain the whole world, and lose his own soul?\"\n\n    There is no Negro problem. There is no Southern problem. There is no Northern problem. There is only an American problem. And we are met here tonight as Americans -- not as Democrats or Republicans. We are met here as Americans to solve that problem.\n\n    This was the first nation in the history of the world to be founded with a purpose. The great phrases of that purpose still sound in every American heart, North and South: \"All men are created equal,\" \"government by consent of the governed,\" \"give me liberty or give me death.\" Well, those are not just clever words, or those are not just empty theories. In their name Americans have fought and died for two centuries, and tonight around the world they stand there as guardians of our liberty, risking their lives.\n\n    Those words are a promise to every citizen that he shall share in the dignity of man. This dignity cannot be found in a man's possessions; it cannot be found in his power, or in his position. It really rests on his right to be treated as a man equal in opportunity to all others. It says that he shall share in freedom, he shall choose his leaders, educate his children, provide for his family according to his ability and his merits as a human being. To apply any other test -- to deny a man his hopes because of his color, or race, or his religion, or the place of his birth is not only to do injustice, it is to deny America and to dishonor the dead who gave their lives for American freedom.\n\n    Our fathers believed that if this noble view of the rights of man was to flourish, it must be rooted in democracy. The most basic right of all was the right to choose your own leaders. The history of this country, in large measure, is the history of the expansion of that right to all of our people. Many of the issues of civil rights are very complex and most difficult. But about this there can and should be no argument.\n\n    Every American citizen must have an equal right to vote.\n\n    There is no reason which can excuse the denial of that right. There is no duty which weighs more heavily on us than the duty we have to ensure that right.\n\n    Yet the harsh fact is that in many places in this country men and women are kept from voting simply because they are Negroes. Every device of which human ingenuity is capable has been used to deny this right. The Negro citizen may go to register only to be told that the day is wrong, or the hour is late, or the official in charge is absent. And if he persists, and if he manages to present himself to the registrar, he may be disqualified because he did not spell out his middle name or because he abbreviated a word on the application. And if he manages to fill out an application, he is given a test. The registrar is the sole judge of whether he passes this test. He may be asked to recite the entire Constitution, or explain the most complex provisions of State law. And even a college degree cannot be used to prove that he can read and write.\n\n    For the fact is that the only way to pass these barriers is to show a white skin. Experience has clearly shown that the existing process of law cannot overcome systematic and ingenious discrimination. No law that we now have on the books -- and I have helped to put three of them there -- can ensure the right to vote when local officials are determined to deny it. In such a case our duty must be clear to all of us. The Constitution says that no person shall be kept from voting because of his race or his color. We have all sworn an oath before God to support and to defend that Constitution. We must now act in obedience to that oath.\n\n    Wednesday, I will send to Congress a law designed to eliminate illegal barriers to the right to vote.\n\n    The broad principles of that bill will be in the hands of the Democratic and Republican leaders tomorrow. After they have reviewed it, it will come here formally as a bill. I am grateful for this opportunity to come here tonight at the invitation of the leadership to reason with my friends, to give them my views, and to visit with my former colleagues.  I've had prepared a more comprehensive analysis of the legislation which I had intended to transmit to the clerk tomorrow, but which I will submit to the clerks tonight. But I want to really discuss with you now, briefly, the main proposals of this legislation.\n\n    This bill will strike down restrictions to voting in all elections -- Federal, State, and local -- which have been used to deny Negroes the right to vote.  This bill will establish a simple, uniform standard which cannot be used, however ingenious the effort, to flout our Constitution. It will provide for citizens to be registered by officials of the United States Government, if the State officials refuse to register them. It will eliminate tedious, unnecessary lawsuits which delay the right to vote. Finally, this legislation will ensure that properly registered individuals are not prohibited from voting.\n\n    I will welcome the suggestions from all of the Members of Congress -- I have no doubt that I will get some -- on ways and means to strengthen this law and to make it effective. But experience has plainly shown that this is the only path to carry out the command of the Constitution.\n\n    To those who seek to avoid action by their National Government in their own communities, who want to and who seek to maintain purely local control over elections, the answer is simple: open your polling places to all your people.\n\n    Allow men and women to register and vote whatever the color of their skin.\n\n    Extend the rights of citizenship to every citizen of this land.\n\n    There is no constitutional issue here. The command of the Constitution is plain. There is no moral issue. It is wrong -- deadly wrong -- to deny any of your fellow Americans the right to vote in this country. There is no issue of States' rights or national rights. There is only the struggle for human rights. I have not the slightest doubt what will be your answer.\n\n    But the last time a President sent a civil rights bill to the Congress, it contained a provision to protect voting rights in Federal elections. That civil rights bill was passed after eight long months of debate. And when that bill came to my desk from the Congress for my signature, the heart of the voting provision had been eliminated. This time, on this issue, there must be no delay, or no hesitation, or no compromise with our purpose.\n\n    We cannot, we must not, refuse to protect the right of every American to vote in every election that he may desire to participate in. And we ought not, and we cannot, and we must not wait another eight months before we get a bill. We have already waited a hundred years and more, and the time for waiting is gone.\n\n    So I ask you to join me in working long hours -- nights and weekends, if necessary -- to pass this bill. And I don't make that request lightly. For from the window where I sit with the problems of our country, I recognize that from outside this chamber is the outraged conscience of a nation, the grave concern of many nations, and the harsh judgment of history on our acts.\n\n    But even if we pass this bill, the battle will not be over. What happened in Selma is part of a far larger movement which reaches into every section and State of America. It is the effort of American Negroes to secure for themselves the full blessings of American life. Their cause must be our cause too. Because it's not just Negroes, but really it's all of us, who must overcome the crippling legacy of bigotry and injustice.\n\n    And we shall overcome.\n\n    As a man whose roots go deeply into Southern soil, I know how agonizing racial feelings are. I know how difficult it is to reshape the attitudes and the structure of our society. But a century has passed, more than a hundred years since the Negro was freed. And he is not fully free tonight.\n\n    It was more than a hundred years ago that Abraham Lincoln, a great President of another party, signed the Emancipation Proclamation; but emancipation is a proclamation, and not a fact. A century has passed, more than a hundred years, since equality was promised. And yet the Negro is not equal. A century has passed since the day of promise. And the promise is un-kept.\n\n    The time of justice has now come. I tell you that I believe sincerely that no force can hold it back. It is right in the eyes of man and God that it should come. And when it does, I think that day will brighten the lives of every American. For Negroes are not the only victims. How many white children have gone uneducated? How many white families have lived in stark poverty? How many white lives have been scarred by fear, because we've wasted our energy and our substance to maintain the barriers of hatred and terror?\n\n    And  so I say to all of you here, and to all in the nation tonight, that those who appeal to you to hold on to the past do so at the cost of denying you your future.\n\n    This great, rich, restless country can offer opportunity and education and hope to all, all black and white, all North and South, sharecropper and city dweller. These are the enemies: poverty, ignorance, disease. They're our enemies, not our fellow man, not our neighbor. And these enemies too -- poverty, disease, and ignorance: we shall overcome.\n\n    Now let none of us in any section look with prideful righteousness on the troubles in another section, or the problems of our neighbors. There's really no part of America where the promise of equality has been fully kept. In Buffalo as well as in Birmingham, in Philadelphia as well as Selma, Americans are struggling for the fruits of freedom. This is one nation. What happens in Selma or in Cincinnati is a matter of legitimate concern to every American. But let each of us look within our own hearts and our own communities, and let each of us put our shoulder to the wheel to root out injustice wherever it exists.\n\n    As we meet here in this peaceful, historic chamber tonight, men from the South, some of whom were at Iwo Jima, men from the North who have carried Old Glory to far corners of the world and brought it back without a stain on it, men from the East and from the West, are all fighting together without regard to religion, or color, or region, in Vietnam. Men from every region fought for us across the world twenty years ago.\n\n    And now in these common dangers and these common sacrifices, the South made its contribution of honor and gallantry no less than any other region in the Great Republic -- and in some instances, a great many of them, more.\n\n    And I have not the slightest doubt that good men from everywhere in this country, from the Great Lakes to the Gulf of Mexico, from the Golden Gate to the harbors along the Atlantic, will rally now together in this cause to vindicate the freedom of all Americans.\n\n    For all of us owe this duty; and I believe that all of us will respond to it. Your President makes that request of every American.\n\n    The real hero of this struggle is the American Negro. His actions and protests, his courage to risk safety and even to risk his life, have awakened the conscience of this nation. His demonstrations have been designed to call attention to injustice, designed to provoke change, designed to stir reform. He has called upon us to make good the promise of America. And who among us can say that we would have made the same progress were it not for his persistent bravery, and his faith in American democracy.\n\n    For at the real heart of battle for equality is a deep seated belief in the democratic process. Equality depends not on the force of arms or tear gas but depends upon the force of moral right; not on recourse to violence but on respect for law and order.\n\n    And there have been many pressures upon your President and there will be others as the days come and go. But I pledge you tonight that we intend to fight this battle where it should be fought -- in the courts, and in the Congress, and in the hearts of men.\n\n    We must preserve the right of free speech and the right of free assembly. But the right of free speech does not carry with it, as has been said, the right to holler fire in a crowded theater. We must preserve the right to free assembly. But free assembly does not carry with it the right to block public thoroughfares to traffic.\n\n    We do have a right to protest, and a right to march under conditions that do not infringe the constitutional rights of our neighbors. And I intend to protect all those rights as long as I am permitted to serve in this office.\n\n    We will guard against violence, knowing it strikes from our hands the very weapons which we seek: progress, obedience to law, and belief in American values.\n\n    In Selma, as elsewhere, we seek and pray for peace. We seek order. We seek unity. But we will not accept the peace of stifled rights, or the order imposed by fear, or the unity that stifles protest. For peace cannot be purchased at the cost of liberty.\n\n    In Selma tonight -- and we had a good day there -- as in every city, we are working for a just and peaceful settlement And we must all remember that after this speech I am making tonight, after the police and the FBI and the Marshals have all gone, and after you have promptly passed this bill, the people of Selma and the other cities of the Nation must still live and work together. And when the attention of the nation has gone elsewhere, they must try to heal the wounds and to build a new community.\n\n    This cannot be easily done on a battleground of violence, as the history of the South itself shows. It is in recognition of this that men of both races have shown such an outstandingly impressive responsibility in recent days -- last Tuesday, again today.\n\n    The bill that I am presenting to you will be known as a civil rights bill. But, in a larger sense, most of the program I am recommending is a civil rights program. Its object is to open the city of hope to all people of all races.\n\n    Because all Americans just must have the right to vote. And we are going to give them that right. All Americans must have the privileges of citizenship -- regardless of race. And they are going to have those privileges of citizenship -- regardless of race.\n\n    But I would like to caution you and remind you that to exercise these privileges takes much more than just legal right. It requires a trained mind and a healthy body. It requires a decent home, and the chance to find a job, and the opportunity to escape from the clutches of poverty.\n\n    Of course, people cannot contribute to the nation if they are never taught to read or write, if their bodies are stunted from hunger, if their sickness goes untended, if their life is spent in hopeless poverty just drawing a welfare check. So we want to open the gates to opportunity. But we're also going to give all our people, black and white, the help that they need to walk through those gates.\n\n    My first job after college was as a teacher in Cotulla, Texas, in a small Mexican-American school. Few of them could speak English, and I couldn't speak much Spanish. My students were poor and they often came to class without breakfast, hungry. And they knew, even in their youth, the pain of prejudice. They never seemed to know why people disliked them. But they knew it was so, because I saw it in their eyes. I often walked home late in the afternoon, after the classes were finished, wishing there was more that I could do. But all I knew was to teach them the little that I knew, hoping that it might help them against the hardships that lay ahead.\n\n    And somehow you never forget what poverty and hatred can do when you see its scars on the hopeful face of a young child. I never thought then, in 1928, that I would be standing here in 1965. It never even occurred to me in my fondest dreams that I might have the chance to help the sons and daughters of those students and to help people like them all over this country.\n\n    But now I do have that chance -- and I'll let you in on a secret -- I mean to use it.\n\n    And I hope that you will use it with me.\n\n    This is the richest and the most powerful country which ever occupied this globe. The might of past empires is little compared to ours. But I do not want to be the President who built empires, or sought grandeur, or extended dominion.\n\n    I want to be the President who educated young children to the wonders of their world.\n\n    I want to be the President who helped to feed the hungry and to prepare them to be tax-payers instead of tax-eaters.\n\n    I want to be the President who helped the poor to find their own way and who protected the right of every citizen to vote in every election.\n\n    I want to be the President who helped to end hatred among his fellow men, and who promoted love among the people of all races and all regions and all parties.\n\n    I want to be the President who helped to end war among the brothers of this earth.\n\n    And so, at the request of your beloved Speaker, and the Senator from Montana, the majority leader, the Senator from Illinois, the minority leader, Mr. McCulloch, and other Members of both parties, I came here tonight -- not as President Roosevelt came down one time, in person, to veto a bonus bill, not as President Truman came down one time to urge the passage of a railroad bill -- but I came down here to ask you to share this task with me, and to share it with the people that we both work for. I want this to be the Congress, Republicans and Democrats alike, which did all these things for all these people.\n\n    Beyond this great chamber, out yonder in fifty States, are the people that we serve. Who can tell what deep and unspoken hopes are in their hearts tonight as they sit there and listen. We all can guess, from our own lives, how difficult they often find their own pursuit of happiness, how many problems each little family has. They look most of all to themselves for their futures. But I think that they also look to each of us.\n\n    Above the pyramid on the great seal of the United States it says in Latin: \"God has favored our undertaking.\" God will not favor everything that we do. It is rather our duty to divine His will.\n\n    But I cannot help believing that He truly understands and that He really favors the undertaking that we begin here tonight."
  },
  {
    "title": "The Evil Empire",
    "author": "Ronald Reagan",
    "content": "    Thank you. Thank you very much. Thank you very much. Thank you very much. Thank you very much.\n\n    And, Reverend Clergy all, Senator Hawkins, distinguished members of the Florida congressional delegation, and all of you: I can't tell you how you have warmed my heart with your welcome. I'm delighted to be here today.\n\n    Those of you in the National Association of Evangelicals are known for your spiritual and humanitarian work. And I would be especially remiss if I didn't discharge right now one personal debt of gratitude. Thank you for your prayers. Nancy and I have felt their presence many times in many ways. And believe me, for us they've made all the difference.\n\n    The other day in the East Room of the White House at a meeting there, someone asked me whether I was aware of all the people out there who were praying for the President. And I had to say, \"Yes, I am. I've felt it. I believe in intercessionary prayer.\" But I couldn't help but say to that questioner after he'd asked the question that -- or at least say to them that if sometimes when he was praying he got a busy signal, it was just me in there ahead of him. I think I understand how Abraham Lincoln felt when he said, \"I have been driven many times to my knees by the overwhelming conviction that I had nowhere else to go.\" From the joy and the good feeling of this conference, I go to a political reception. Now, I don't know why, but that bit of scheduling reminds me of a story which I'll share with you.\n\n    An evangelical minister and a politician arrived at Heaven's gate one day together. And St. Peter, after doing all the necessary formalities, took them in hand to show them where their quarters would be. And he took them to a small, single room with a bed, a chair, and a table and said this was for the clergyman. And the politician was a little worried about what might be in store for him. And he couldn't believe it then when St. Peter stopped in front of a beautiful mansion with lovely grounds, many servants, and told him that these would be his quarters.\n\n    And he couldn't help but ask, he said, \"But wait, how -- there's something wrong -- how do I get this mansion while that good and holy man only gets a single room?\" And St. Peter said, \"You have to understand how things are up here. We've got thousands and thousands of clergy. You're the first politician who ever made it.\"\n\n    But I don't want to contribute to a stereotype. So I tell you there are a great many God-fearing, dedicated, noble men and women in public life, present company included. And yes, we need your help to keep us ever-mindful of the ideas and the principles that brought us into the public arena in the first place. The basis of those ideals and principles is a commitment to freedom and personal liberty that, itself is grounded in the much deeper realization that freedom prospers only where the blessings of God are avidly sought and humbly accepted.\n\n    The American experiment in democracy rests on this insight. Its discovery was the great triumph of our Founding Fathers, voiced by William Penn when he said: \"If we will not be governed by God, we must be governed by tyrants.\" Explaining the inalienable rights of men, Jefferson said, \"The God who gave us life, gave us liberty at the same time.\" And it was George Washington who said that \"of all the dispositions and habits which lead to political prosperity, religion and morality are indispensable supports.\"\n\n    And finally, that shrewdest of all observers of American democracy, Alexis de Tocqueville, put it eloquently after he had gone on a search for the secret of America's greatness and genius -- and he said: \"Not until I went into the churches of America and heard her pulpits aflame with righteousness did I understand the greatness and the genius of America. America is good. And if America ever ceases to be good, America will cease to be great.\"\n\n    Well, I'm pleased to be here today with you who are keeping America great by keeping her good. Only through your work and prayers and those of millions of others can we hope to survive this perilous century and keep alive this experiment in liberty, this last, best hope of man.\n\n    I want you to know that this administration is motivated by a political philosophy that sees the greatness of America in you, her people, and in your families, churches, neighborhoods, communities: the institutions that foster and nourish values like concern for others and respect for the rule of law under God.\n\n    Now, I don't have to tell you that this puts us in opposition to, or at least out of step with, a -- a prevailing attitude of many who have turned to a modern-day secularism, discarding the tried and time-tested values upon which our very civilization is based. No matter how well intentioned, their value system is radically different from that of most Americans. And while they proclaim that they're freeing us from superstitions of the past, they've taken upon themselves the job of superintending us by government rule and regulation. Sometimes their voices are louder than ours, but they are not yet a majority.\n\n    An example of that vocal superiority is evident in a controversy now going on in Washington. And since I'm involved I've been waiting to hear from the parents of young America. How far are they willing to go in giving to government their prerogatives as parents?\n\n    Let me state the case as briefly and simply as I can. An organization of citizens, sincerely motivated, deeply concerned about the increase in illegitimate births and abortions involving girls well below the age of consent, some time ago established a nationwide network of clinics to offer help to these girls and, hopefully, alleviate this situation. Now, again, let me say, I do not fault their intent. However, in their well-intentioned effort, these clinics decided to provide advice and birth control drugs and devices to underage girls without the knowledge of their parents.\n\n    For some years now, the federal government has helped with funds to subsidize these clinics. In providing for this, the Congress decreed that every effort would be made to maximize parental participation. Nevertheless, the drugs and devices are prescribed without getting parental consent or giving notification after they've done so. Girls termed \"sexually active\" -- and that has replaced the word \"promiscuous\" -- are given this help in order to prevent illegitimate birth or abortion.\n\n    Well, we have ordered clinics receiving federal funds to notify the parents such help has been given. One of the nation's leading newspapers has created the term \"squeal rule\" in editorializing against us for doing this, and we're being criticized for violating the privacy of young people. A judge has recently granted an injunction against an enforcement of our rule. I've watched TV panel shows discuss this issue, seen columnists pontificating on our error, but no one seems to mention morality as playing a part in the subject of sex.\n\n    Is all of Judeo-Christian tradition wrong? Are we to believe that something so sacred can be looked upon as a purely physical thing with no potential for emotional and psychological harm? And isn't it the parents' right to give counsel and advice to keep their children from making mistakes that may affect their entire lives?\n\n    Many of us in government would like to know what parents think about this intrusion in their family by government. We're going to fight in the courts. The right of parents and the rights of family take precedence over those of Washington-based bureaucrats and social engineers.\n\n    But the fight against parental notification is really only one example of many attempts to water down traditional values and even abrogate the original terms of American democracy. Freedom prospers when religion is vibrant and the rule of law under God is acknowledged. When our Founding Fathers passed the First Amendment, they sought to protect churches from government interference. They never intended to construct a wall of hostility between government and the concept of religious belief itself.\n\n    The evidence of this permeates our history and our government. The Declaration of Independence mentions the Supreme Being no less than four times. \"In God We Trust\" is engraved on our coinage. The Supreme Court opens its proceedings with a religious invocation. And the members of Congress open their sessions with a prayer. I just happen to believe the schoolchildren of the United States are entitled to the same privileges as Supreme Court justices and congressmen.\n\n    Last year, I sent the Congress a constitutional amendment to restore prayer to public schools. Already this session, there's growing bipartisan support for the amendment, and I am calling on the Congress to act speedily to pass it and to let our children pray.\n\n    Perhaps some of you read recently about the Lubbock school case, where a judge actually ruled that it was unconstitutional for a school district to give equal treatment to religious and nonreligious student groups, even when the group meetings were being held during the students' own time. The First Amendment never intended to require government to discriminate against religious speech.\n\n    Senators Denton and Hatfield have proposed legislation in the Congress on the whole question of prohibiting discrimination against religious forms of student speech. Such legislation could go far to restore freedom of religious speech for public school students. And I hope the Congress considers these bills quickly. And with your help, I think it's possible we could also get the constitutional amendment through the Congress this year.\n\n    More than a decade ago, a Supreme Court decision literally wiped off the books of fifty states statutes protecting the rights of unborn children. Abortion on demand now takes the lives of up to one and a half million unborn children a year. Human life legislation ending this tragedy will someday pass the Congress, and you and I must never rest until it does. Unless and until it can be proven that the unborn child is not a living entity, then its right to life, liberty, and the pursuit of happiness must be protected.\n\n    You may remember that when abortion on demand began, many, and indeed, I'm sure many of you, warned that the practice would lead to a decline in respect for human life, that the philosophical premises used to justify abortion on demand would ultimately be used to justify other attacks on the sacredness of human life -- infanticide or mercy killing. Tragically enough, those warnings proved all too true. Only last year a court permitted the death by starvation of a handicapped infant.\n\n    I have directed the Health and Human Services Department to make clear to every health care facility in the United States that the Rehabilitation Act of 1973 protects all handicapped persons against discrimination based on handicaps, including infants. And we have taken the further step of requiring that each and every recipient of federal funds who provides health care services to infants must post and keep posted in a conspicuous place a notice stating that \"discriminatory failure to feed and care for handicapped infants in this facility is prohibited by federal law.\" It also lists a twenty-four-hour; toll-free number so that nurses and others may report violations in time to save the infant's life.\n\n    In addition, recent legislation introduced by -- in the Congress by Representative Henry Hyde of Illinois not only increases restrictions on publicly financed abortions, it also addresses this whole problem of infanticide. I urge the Congress to begin hearings and to adopt legislation that will protect the right of life to all children, including the disabled or handicapped.\n\n    Now, I'm sure that you must get discouraged at times, but there you've done better than you know, perhaps. There's a great spiritual awakening in America, a renewal of the traditional values that have been the bedrock of America's goodness and greatness.\n\n    One recent survey by a Washington-based research council concluded that Americans were far more religious than the people of other nations; 95 percent of those surveyed expressed a belief in God and a huge majority believed the Ten Commandments had real meaning in their lives. And another study has found that an overwhelming majority of Americans disapprove of adultery, teenage sex, pornography, abortion, and hard drugs. And this same study showed a deep reverence for the importance of family ties and religious belief.\n\n    I think the items that we've discussed here today must be a key part of the nation's political agenda. For the first time the Congress is openly and seriously debating and dealing with the prayer and abortion issues and that's enormous progress right there. I repeat: America is in the midst of a spiritual awakening and a moral renewal. And with your biblical keynote, I say today, \"Yes, let justice roll on like a river, righteousness like a never-failing stream.\"\n\n    Now, obviously, much of this new political and social consensus I've talked about is based on a positive view of American history, one that takes pride in our country's accomplishments and record. But we must never forget that no government schemes are going to perfect man. We know that living in this world means dealing with what philosophers would call the phenomenology of evil or, as theologians would put it, the doctrine of sin.\n\n    There is sin and evil in the world, and we're enjoined by Scripture and the Lord Jesus to oppose it with all our might. Our nation, too, has a legacy of evil with which it must deal. The glory of this land has been its capacity for transcending the moral evils of our past. For example, the long struggle of minority citizens for equal rights, once a source of disunity and civil war is now a point of pride for all Americans. We must never go back. There is no room for racism, anti-Semitism, or other forms of ethnic and racial hatred in this country.\n\n    I know that you've been horrified, as have I, by the resurgence of some hate groups preaching bigotry and prejudice. Use the mighty voice of your pulpits and the powerful standing of your churches to denounce and isolate these hate groups in our midst. The commandment given us is clear and simple: \"Thou shalt love thy neighbor as thyself.\"\n\n    But whatever sad episodes exist in our past, any objective observer must hold a positive view of American history, a history that has been the story of hopes fulfilled and dreams made into reality. Especially in this century, America has kept alight the torch of freedom, but not just for ourselves but for millions of others around the world.\n\n    And this brings me to my final point today. During my first press conference as president, in answer to a direct question, I pointed out that, as good Marxist-Leninists, the Soviet leaders have openly and publicly declared that the only morality they recognize is that which will further their cause, which is world revolution. I think I should point out I was only quoting Lenin, their guiding spirit, who said in 1920 that they repudiate all morality that proceeds from supernatural ideas -- that's their name for religion -- or ideas that are outside class conceptions. Morality is entirely subordinate to the interests of class war. And everything is moral that is necessary for the annihilation of the old, exploiting social order and for uniting the proletariat.\n\n    Well, I think the refusal of many influential people to accept this elementary fact of Soviet doctrine illustrates a historical reluctance to see totalitarian powers for what they are. We saw this phenomenon in the 1930s. We see it too often today.\n\n    This doesn't mean we should isolate ourselves and refuse to seek an understanding with them. I intend to do everything I can to persuade them of our peaceful intent, to remind them that it was the West that refused to use its nuclear monopoly in the forties and fifties for territorial gain and which now proposes 50 percent cut in strategic ballistic missiles and the elimination of an entire class of land-based, intermediate-range nuclear missiles.\n\n    At the same time, however, they must be made to understand we will never compromise our principles and standards. We will never give away our freedom. We will never abandon our belief in God. And we will never stop searching for a genuine peace. But we can assure none of these things America stands for through the so-called nuclear freeze solutions proposed by some.\n\n    The truth is that a freeze now would be a very dangerous fraud, for that is merely the illusion of peace. The reality is that we must find peace through strength.\n\n    I would agree to a freeze if only we could freeze the Soviets' global desires. A freeze at current levels of weapons would remove any incentive for the Soviets to negotiate seriously in Geneva and virtually end our chances to achieve the major arms reductions which we have proposed. Instead, they would achieve their objectives through the freeze.\n\n    A freeze would reward the Soviet Union for its enormous and unparalleled military buildup. It would prevent the essential and long overdue modernization of United States and allied defenses and would leave our aging forces increasingly vulnerable. And an honest freeze would require extensive prior negotiations on the systems and numbers to be limited and on the measures to ensure effective verification and compliance. And the kind of a freeze that has been suggested would be virtually impossible to verify. Such a major effort would divert us completely from our current negotiations on achieving substantial reductions.\n\n    A number of years ago, I heard a young father, a very prominent young man in the entertainment world, addressing a tremendous gathering in California. It was during the time of the cold war, and communism and our own way of life were very much on people's minds. And he was speaking to that subject. And suddenly, though, I heard him saying, \"I love my little girls more than anything.\" And I said to myself, \"Oh, no, don't. You can't -- don't say that.\" But I had underestimated him. He went on: \"I would rather see my little girls die now; still believing in God, than have them grow up under communism and one day die no longer believing in God.\"\n\n    There were thousands of young people in that audience. They came to their feet with shouts of joy. They had instantly recognized the profound truth in what he had said, with regard to the physical and the soul and what was truly important.\n\n    Yes, let us pray for the salvation of all of those who live in that totalitarian darkness. Pray they will discover the joy of knowing God. But until they do, let us be aware that while they preach the supremacy of the State, declare its omnipotence over individual man, and predict its eventual domination of all peoples on the earth, they are the focus of evil in the modern world.\n\n    It was C.S. Lewis who, in his unforgettable Screw Tape Letters, wrote: \"The greatest evil is not done now in those sordid 'dens of crime' that Dickens loved to paint. It is not even done in concentration camps and labor camps. In those we see its final result. But it is conceived and ordered; moved, seconded, carried and minuted in clear, carpeted, warmed, and well-lighted offices, by quiet men with white collars and cut fingernails and smooth-shaven cheeks who do not need to raise their voice.\"\n\n    Well, because these quiet men do not raise their voices, because they sometimes speak in soothing tones of brotherhood and peace, because, like other dictators before them, they're always making \"their final territorial demand,\" some would have us accept them at their word and accommodate ourselves to their aggressive impulses. But if history teaches anything, it teaches that simpleminded appeasement or wishful thinking about our adversaries is folly. It means the betrayal of our past, the squandering of our freedom.\n\n    So, I urge you to speak out against those who would place the United States in a position of military and moral inferiority. You know, I've always believed that old Screw Tape reserved his best efforts for those of you in the Church. So, in your discussions of the nuclear freeze proposals, I urge you to beware the temptation of pride --the temptation of blithely declaring yourselves above it all and label both sides equally at fault, to ignore the facts of history and the aggressive impulses of an evil empire, to simply call the arms race a giant misunderstanding and thereby remove yourself from the struggle between right and wrong and good and evil.\n\n    I ask you to resist the attempts of those who would have you withhold your support for our efforts, this administration's efforts, to keep America strong and free, while we negotiate real and verifiable reductions in the world's nuclear arsenals and one day, with God's help, their total elimination.\n\n    While America's military strength is important, let me add here that I've always maintained that the struggle now going on for the world will never be decided by bombs or rockets, by armies or military might. The real crisis we face today is a spiritual one; at root, it is a test of moral will and faith.\n\n    Whittaker Chambers, the man whose own religious conversion made him a witness to one of the terrible traumas of our time, the Hiss-Chambers case, wrote that the crisis of the Western world exists to the degree in which the West is indifferent to God, the degree to which it collaborates in communism's attempt to make man stand alone without God. And then he said, for Marxism-Leninism is actually the second-oldest faith, first proclaimed in the Garden of Eden with the words of temptation, \"Ye shall be as gods.\"\n\n    The Western world can answer this challenge, he wrote, \"but only provided that its faith in God and the freedom He enjoins is as great as communism's faith in Man.\"\n\n    I believe we shall rise to the challenge. I believe that communism is another sad, bizarre chapter in human history whose last -- last pages even now are being written. I believe this because the source of our strength in the quest for human freedom is not material, but spiritual. And because it knows no limitation, it must terrify and ultimately triumph over those who would enslave their fellow man. For in the words of Isaiah: \"He giveth power to the faint; and to them that have no might He increased strength. But they that wait upon the Lord shall renew their strength; they shall mount up with wings as eagles; they shall run, and not be weary. \"\n\n    Yes, change your world. One of our Founding Fathers, Thomas Paine, said, \"We have it within our power to begin the world over again.\" We can do it, doing together what no one church could do by itself.\n\n    God bless you and thank you very much.\n\n    "
  },
  {
    "title": "Women's Rights are Human Rights",
    "author": "Hillary Clinton",
    "content": "    I would like to thank the Secretary General for inviting me to be part of this important United Nations Fourth World Conference on Women. This is truly a celebration, a celebration of the contributions women make in every aspect of life: in the home, on the job, in the community, as mothers, wives, sisters, daughters, learners, workers, citizens, and leaders.\n\n    It is also a coming together, much the way women come together every day in every country. We come together in fields and factories, in village markets and supermarkets, in living rooms and board rooms. Whether it is while playing with our children in the park, or washing clothes in a river, or taking a break at the office water cooler, we come together and talk about our aspirations and concern. And time and again, our talk turns to our children and our families. However different we may appear, there is far more that unites us than divides us. We share a common future, and we are here to find common ground so that we may help bring new dignity and respect to women and girls all over the world, and in so doing bring new strength and stability to families as well.\n\n    By gathering in Beijing, we are focusing world attention on issues that matter most in our lives -- the lives of women and their families: access to education, health care, jobs and credit, the chance to enjoy basic legal and human rights and to participate fully in the political life of our countries.\n\n    There are some who question the reason for this conference. Let them listen to the voices of women in their homes, neighborhoods, and workplaces. There are some who wonder whether the lives of women and girls matter to economic and political progress around the globe. Let them look at the women gathered here and at Huairou -- the homemakers and nurses, the teachers and lawyers, the policymakers and women who run their own businesses. It is conferences like this that compel governments and peoples everywhere to listen, look, and face the worlds most pressing problems. Wasnt it after all -- after the womens conference in Nairobi ten years ago that the world focused for the first time on the crisis of domestic violence?\n\n    Earlier today, I participated in a World Health Organization forum. In that forum, we talked about ways that government officials, NGOs, and individual citizens are working to address the health problems of women and girls. Tomorrow, I will attend a gathering of the United Nations Development Fund for Women. There, the discussion will focus on local -- and highly successful -- programs that give hard-working women access to credit so they can improve their own lives and the lives of their families.\n\n    What we are learning around the world is that if women are healthy and educated, their families will flourish. If women are free from violence, their families will flourish. If women have a chance to work and earn as full and equal partners in society, their families will flourish. And when families flourish, communities and nations do as well. That is why every woman, every man, every child, every family, and every nation on this planet does have a stake in the discussion that takes place here.\n\n    Over the past 25 years, I have worked persistently on issues relating to women, children, and families. Over the past two and a half years, I've had the opportunity to learn more about the challenges facing women in my own country and around the world.\n\n    I have met new mothers in Indonesia, who come together regularly in their village to discuss nutrition, family planning, and baby care. I have met working parents in Denmark who talk about the comfort they feel in knowing that their children can be cared for in safe, and nurturing after-school centers. I have met women in South Africa who helped lead the struggle to end apartheid and are now helping to build a new democracy. I have met with the leading women of my own hemisphere who are working every day to promote literacy and better health care for children in their countries. I have met women in India and Bangladesh who are taking out small loans to buy milk cows, or rickshaws, or thread in order to create a livelihood for themselves and their families. I have met the doctors and nurses in Belarus and Ukraine who are trying to keep children alive in the aftermath of Chernobyl.\n\n    The great challenge of this conference is to give voice to women everywhere whose experiences go unnoticed, whose words go unheard. Women comprise more than half the worlds population, 70% of the worlds poor, and two-thirds of those who are not taught to read and write. We are the primary caretakers for most of the worlds children and elderly. Yet much of the work we do is not valued -- not by economists, not by historians, not by popular culture, not by government leaders.\n\n    At this very moment, as we sit here, women around the world are giving birth, raising children, cooking meals, washing clothes, cleaning houses, planting crops, working on assembly lines, running companies, and running countries. Women also are dying from diseases that should have been prevented or treated. They are watching their children succumb to malnutrition caused by poverty and economic deprivation. They are being denied the right to go to school by their own fathers and brothers. They are being forced into prostitution, and they are being barred from the bank lending offices and banned from the ballot box.\n\n    Those of us who have the opportunity to be here have the responsibility to speak for those who could not. As an American, I want to speak for those women in my own country, women who are raising children on the minimum wage, women who cant afford health care or child care, women whose lives are threatened by violence, including violence in their own homes.\n\n    I want to speak up for mothers who are fighting for good schools, safe neighborhoods, clean air, and clean airwaves; for older women, some of them widows, who find that, after raising their families, their skills and life experiences are not valued in the marketplace; for women who are working all night as nurses, hotel clerks, or fast food chefs so that they can be at home during the day with their children; and for women everywhere who simply dont have time to do everything they are called upon to do each and every day.\n\n    Speaking to you today, I speak for them, just as each of us speaks for women around the world who are denied the chance to go to school, or see a doctor, or own property, or have a say about the direction of their lives, simply because they are women. The truth is that most women around the world work both inside and outside the home, usually by necessity.\n\n    We need to understand there is no one formula for how women should lead our lives. That is why we must respect the choices that each woman makes for herself and her family. Every woman deserves the chance to realize her own God-given potential. But we must recognize that women will never gain full dignity until their human rights are respected and protected.\n\n    Our goals for this conference, to strengthen families and societies by empowering women to take greater control over their own destinies, cannot be fully achieved unless all governments -- here and around the world -- accept their responsibility to protect and promote internationally recognized human rights. The -- The international community has long acknowledged and recently reaffirmed at Vienna that both women and men are entitled to a range of protections and personal freedoms, from the right of personal security to the right to determine freely the number and spacing of the children they bear. No one -- No one should be forced to remain silent for fear of religious or political persecution, arrest, abuse, or torture.\n\n    Tragically, women are most often the ones whose human rights are violated. Even now, in the late 20th century, the rape of women continues to be used as an instrument of armed conflict. Women and children make up a large majority of the worlds refugees. And when women are excluded from the political process, they become even more vulnerable to abuse. I believe that now, on the eve of a new millennium, it is time to break the silence. It is time for us to say here in Beijing, and for the world to hear, that it is no longer acceptable to discuss womens rights as separate from human rights.\n\n    These abuses have continued because, for too long, the history of women has been a history of silence. Even today, there are those who are trying to silence our words. But the voices of this conference and of the women at Huairou must be heard loudly and clearly:\n\n    It is a violation of human rights when babies are denied food, or drowned, or suffocated, or their spines broken, simply because they are born girls.\n\n    It is a violation of human rights when women and girls are sold into the slavery of prostitution for human greed -- and the kinds of reasons that are used to justify this practice should no longer be tolerated.\n\n    It is a violation of human rights when women are doused with gasoline, set on fire, and burned to death because their marriage dowries are deemed too small.\n\n    It is a violation of human rights when individual women are raped in their own communities and when thousands of women are subjected to rape as a tactic or prize of war.\n\n    It is a violation of human rights when a leading cause of death worldwide among women ages 14 to 44 is the violence they are subjected to in their own homes by their own relatives.\n\n    It is a violation of human rights when young girls are brutalized by the painful and degrading practice of genital mutilation.\n\n    It is a violation of human rights when women are denied the right to plan their own families, and that includes being forced to have abortions or being sterilized against their will.\n\n    If there is one message that echoes forth from this conference, let it be that human rights are womens rights and womens rights are human rights once and for all. Let us not forget that among those rights are the right to speak freely -- and the right to be heard.\n\n    Women must enjoy the rights to participate fully in the social and political lives of their countries, if we want freedom and democracy to thrive and endure. It is indefensible that many women in nongovernmental organizations who wished to participate in this conference have not been able to attend -- or have been prohibited from fully taking part.\n\n    Let me be clear. Freedom means the right of people to assemble, organize, and debate openly. It means respecting the views of those who may disagree with the views of their governments. It means not taking citizens away from their loved ones and jailing them, mistreating them, or denying them their freedom or dignity because of the peaceful expression of their ideas and opinions.\n\n    In my country, we recently celebrated the 75th anniversary of Womens Suffrage. It took 150 years after the signing of our Declaration of Independence for women to win the right to vote. It took 72 years of organized struggle, before that happened, on the part of many courageous women and men. It was one of Americas most divisive philosophical wars. But it was a bloodless war. Suffrage was achieved without a shot being fired.\n\n    But we have also been reminded, in V-J Day observances last weekend, of the good that comes when men and women join together to combat the forces of tyranny and to build a better world. We have seen peace prevail in most places for a half century. We have avoided another world war. But we have not solved older, deeply-rooted problems that continue to diminish the potential of half the worlds population.\n\n    Now it is the time to act on behalf of women everywhere. If we take bold steps to better the lives of women, we will be taking bold steps to better the lives of children and families too. Families rely on mothers and wives for emotional support and care. Families rely on women for labor in the home. And increasingly, everywhere, families rely on women for income needed to raise healthy children and care for other relatives.\n\n    As long as discrimination and inequities remain so commonplace everywhere in the world, as long as girls and women are valued less, fed less, fed last, overworked, underpaid, not schooled, subjected to violence in and outside their homes -- the potential of the human family to create a peaceful, prosperous world will not be realized.\n\n    Let -- Let this conference be our -- and the worlds -- call to action. Let us heed that call so we can create a world in which every woman is treated with respect and dignity, every boy and girl is loved and cared for equally, and every family has the hope of a strong and stable future. That is the work before you. That is the work before all of us who have a vision of the world we want to see -- for our children and our grandchildren.\n\n    The time is now. We must move beyond rhetoric. We must move beyond recognition of problems to working together, to have the comment efforts to build that common ground we hope to see.\n\n    God's blessing on you, your work, and all who will benefit from it.\n\n    Godspeed and thank you very much."
  },
  {
    "title": "40th Anniversary of D-Day Address",
    "author": "Ronald Reagan",
    "content": "    We're here to mark that day in history when the Allied armies joined in battle to reclaim this continent to liberty. For four long years, much of Europe had been under a terrible shadow. Free nations had fallen, Jews cried out in the camps, millions cried out for liberation. Europe was enslaved and the world prayed for its rescue. Here, in Normandy, the rescue began. Here, the Allies stood and fought against tyranny, in a giant undertaking unparalleled in human history.\n\n    We stand on a lonely, windswept point on the northern shore of France. The air is soft, but forty years ago at this moment, the air was dense with smoke and the cries of men, and the air was filled with the crack of rifle fire and the roar of cannon. At dawn, on the morning of the 6th of June, 1944, two hundred and twenty-five Rangers jumped off the British landing craft and ran to the bottom of these cliffs.\n\n    Their mission was one of the most difficult and daring of the invasion: to climb these sheer and desolate cliffs and take out the enemy guns. The Allies had been told that some of the mightiest of these guns were here, and they would be trained on the beaches to stop the Allied advance.\n\n    The Rangers looked up and saw the enemy soldiers at the edge of the cliffs, shooting down at them with machine guns and throwing grenades. And the American Rangers began to climb. They shot rope ladders over the face of these cliffs and began to pull themselves up. When one Ranger fell, another would take his place. When one rope was cut, a Ranger would grab another and begin his climb again. They climbed, shot back, and held their footing. Soon, one by one, the Rangers pulled themselves over the top, and in seizing the firm land at the top of these cliffs, they began to seize back the continent of Europe. Two hundred and twenty-five came here. After two days of fighting, only ninety could still bear arms.\n\n    And behind me is a memorial that symbolizes the Ranger daggers that were thrust into the top of these cliffs. And before me are the men who put them there. These are the boys of Pointe du Hoc. These are the men who took the cliffs. These are the champions who helped free a continent. And these are the heroes who helped end a war. Gentlemen, I look at you and I think of the words of Stephen Spender's poem. You are men who in your \"lives fought for life and left the vivid air signed with your honor.\"\n\n    I think I know what you may be thinking right now -- thinking \"we were just part of a bigger effort; everyone was brave that day.\" Well everyone was. Do you remember the story of Bill Millin of the 51st Highlanders? Forty years ago today, British troops were pinned down near a bridge, waiting desperately for help. Suddenly, they heard the sound of bagpipes, and some thought they were dreaming. Well, they weren't. They looked up and saw Bill Millin with his bagpipes, leading the reinforcements and ignoring the smack of the bullets into the ground around him.\n\n    Lord Lovat was with him -- Lord Lovat of Scotland, who calmly announced when he got to the bridge, \"Sorry, I'm a few minutes late,\" as if he'd been delayed by a traffic jam, when in truth he'd just come from the bloody fighting on Sword Beach, which he and his men had just taken.\n\n    There was the impossible valor of the Poles, who threw themselves between the enemy and the rest of Europe as the invasion took hold; and the unsurpassed courage of the Canadians who had already seen the horrors of war on this coast. They knew what awaited them there, but they would not be deterred. And once they hit Juno Beach, they never looked back.\n\n    All of these men were part of a roll call of honor with names that spoke of a pride as bright as the colors they bore; The Royal Winnipeg Rifles, Poland's 24th Lancers, the Royal Scots' Fusiliers, the Screaming Eagles, the Yeomen of England's armored divisions, the forces of Free France, the Coast Guard's \"Matchbox Fleet,\" and you, the American Rangers.\n\n    Forty summers have passed since the battle that you fought here. You were young the day you took these cliffs; some of you were hardly more than boys, with the deepest joys of life before you. Yet you risked everything here. Why? Why did you do it? What impelled you to put aside the instinct for self-preservation and risk your lives to take these cliffs? What inspired all the men of the armies that met here? We look at you, and somehow we know the answer. It was faith and belief. It was loyalty and love.\n\n    The men of Normandy had faith that what they were doing was right, faith that they fought for all humanity, faith that a just God would grant them mercy on this beachhead, or on the next. It was the deep knowledge -- and pray God we have not lost it -- that there is a profound moral difference between the use of force for liberation and the use of force for conquest. You were here to liberate, not to conquer, and so you and those others did not doubt your cause. And you were right not to doubt.\n\n    You all knew that some things are worth dying for. One's country is worth dying for, and democracy is worth dying for, because it's the most deeply honorable form of government ever devised by man. All of you loved liberty. All of you were willing to fight tyranny, and you knew the people of your countries were behind you.\n\n    The Americans who fought here that morning knew word of the invasion was spreading through the darkness back home. They fought -- or felt in their hearts, though they couldn't know in fact, that in Georgia they were filling the churches at 4:00 am. In Kansas they were kneeling on their porches and praying. And in Philadelphia they were ringing the Liberty Bell.\n\n    Something else helped the men of D-day; their rock-hard belief that Providence would have a great hand in the events that would unfold here; that God was an ally in this great cause. And so, the night before the invasion, when Colonel Wolverton asked his parachute troops to kneel with him in prayer, he told them: \"Do not bow your heads, but look up so you can see God and ask His blessing in what we're about to do.\" Also, that night, General Matthew Ridgway on his cot, listening in the darkness for the promise God made to Joshua: \"I will not fail thee nor forsake thee.\"\n\n    These are the things that impelled them; these are the things that shaped the unity of the Allies.\n\n    When the war was over, there were lives to be rebuilt and governments to be returned to the people. There were nations to be reborn. Above all, there was a new peace to be assured. These were huge and daunting tasks. But the Allies summoned strength from the faith, belief, loyalty, and love of those who fell here. They rebuilt a new Europe together. There was first a great reconciliation among those who had been enemies, all of whom had suffered so greatly. The United States did its part, creating the Marshall Plan to help rebuild our allies and our former enemies. The Marshall Plan led to the Atlantic alliance -- a great alliance that serves to this day as our shield for freedom, for prosperity, and for peace.\n\n    In spite of our great efforts and successes, not all that followed the end of the war was happy or planned. Some liberated countries were lost. The great sadness of this loss echoes down to our own time in the streets of Warsaw, Prague, and East Berlin. The Soviet troops that came to the center of this continent did not leave when peace came. They're still there, uninvited, unwanted, unyielding, almost forty years after the war. Because of this, allied forces still stand on this continent. Today, as forty years ago, our armies are here for only one purpose: to protect and defend democracy. The only territories we hold are memorials like this one and graveyards where our heroes rest.\n\n    We in America have learned bitter lessons from two world wars. It is better to be here ready to protect the peace, than to take blind shelter across the sea, rushing to respond only after freedom is lost. We've learned that isolationism never was and never will be an acceptable response to tyrannical governments with an expansionist intent. But we try always to be prepared for peace, prepared to deter aggression, prepared to negotiate the reduction of arms, and yes, prepared to reach out again in the spirit of reconciliation. In truth, there is no reconciliation we would welcome more than a reconciliation with the Soviet Union, so, together, we can lessen the risks of war, now and forever.\n\n    It's fitting to remember here the great losses also suffered by the Russian people during World War II. Twenty million perished, a terrible price that testifies to all the world the necessity of ending war. I tell you from my heart that we in the United States do not want war. We want to wipe from the face of the earth the terrible weapons that man now has in his hands. And I tell you, we are ready to seize that beachhead. We look for some sign from the Soviet Union that they are willing to move forward, that they share our desire and love for peace, and that they will give up the ways of conquest. There must be a changing there that will allow us to turn our hope into action.\n\n    We will pray forever that someday that changing will come. But for now, particularly today, it is good and fitting to renew our commitment to each other, to our freedom, and to the alliance that protects it.\n\n    We're bound today by what bound us 40 years ago, the same loyalties, traditions, and beliefs. We're bound by reality. The strength of America's allies is vital to the United States, and the American security guarantee is essential to the continued freedom of Europe's democracies. We were with you then; we're with you now. Your hopes are our hopes, and your destiny is our destiny.\n\n    Here, in this place where the West held together, let us make a vow to our dead. Let us show them by our actions that we understand what they died for. Let our actions say to them the words for which Matthew Ridgway listened: \"I will not fail thee nor forsake thee.\"\n\n    Strengthened by their courage and heartened by their value [valor] and borne by their memory, let us continue to stand for the ideals for which they lived and died.\n\n    Thank you very much, and God bless you all."
  }
]