[
  {
    "name": "Stand up",
    "description": "Your posture is one of the most important parts of your presentation. You need to be comfortable and show authority. Spread your feed roughly in line with your shoulders. Be sure to stop any swaying or rocking motion, it shows a loss of power and looks like you need comfort. Leaning to one side suggests you don't really want to be there. You can move around a bit, but if you pace across the speaking area, it looks like you can't wait to get out. Never turn your back to the audience (unless you are writing on the board or something like that)."
  },
  {
    "name": "Speak slowly",
    "description": "When we are nervous, we tend to speak faster. What might seem too slow to the speaker, will very likely be all right for the audience. Speaking too fast, you might trip over words or say something you don't really mean. Give the listeners time to think about what you are saying."
  },
  {
    "name": "Breathe deeply",
    "description": "Breathing is the key to persuasive speaking. Proper, deep abdominal breathing (also called diaphragmatic breathing) is what gives our voices the required impact. Plus, it slows the heart rate and calms us physically, aids stance and appearance, supports sound to the end of the sentence and makes us appear confident and in control. Also, the stress and concentration while on stage requires an increased amount of oxygen. Inhale at least at the end of every sentence. This will also help the phrasing and allow us to speak slower."
  },
  {
    "name": "Pronounce clearly",
    "description": "An eminent platform speaker says: If you wish to be effective in your delivery, you will need to be absolutely accurate in your pronunciation. Not only we keep misunderstandings to the minimum, but we also appear more authoritative. Again, this is closely related to speaking slower than usually."
  },
  {
    "name": "Speak loud",
    "description": "Make sure to fill the whole room with your voice, but don't shout. Even when only preparing, like now. The voice should always sound natural and speaking too loud can sound hoarse. Instead, you can try to imagine that your throat and mouth is very large. This will cause the muscles around the throat to pull away and you'll get a bigger voice. Sometimes you have a microphone, but sometimes you don't and microphone, like any technics, can fail. Deep breathing helps."
  },
  {
    "name": "Lower pitch",
    "description": "This can be difficult and it's easy to sound bad if you push too hard. Low pitch voices in general convey authority and credibility and this applies to both men and women. In addition, high-pitched speakers are perceived as less truthful, less persuasive, weaker, and more nervous. The pitch is mostly determined by nature, but it's not entirely beyond our control. It’s important to be as relaxed as possible, so that you are able to speak at the lower end of your natural pitch."
  },
  {
    "name": "Avoid monotonousness",
    "description": "Change tone for some sentences, phrases or specific words. Slightly raising the pitch conveys enthusiasm. An easy way to do this is to smile. But don't try to sing, constantly changing pitch just for the purpose of changing pitch. Try to increase range of emotions and passion. Even small emphasize of certain words can have a big impact."
  },
  {
    "name": "Avoid fillers",
    "description": "Like like. You know. I mean. So. Actually. Basically. Well. Look. Uh, um and similar. Never start a speech with So, ..."
  },
  {
    "name": "Careful with metaphors",
    "description": "With diverse audiences, you don't know what might be offensive. Some metaphors that are appropriate in one culture can be offensive to another. For example, some sports are not popular or practiced in some countries and the metaphor might stay misunderstood. Some phrases are comical in one culture but offensive in another. For this tip, you can try to actually use some silly metaphor so you can hear how it sounds."
  },
  {
    "name": "Organize",
    "description": "Opening, main points and summary. Or some different structure, but it needs to be thought out in advance. If you use slides, the structure should be apparent from there."
  },
  {
    "name": "Rhetoric questions",
    "description": "Asked by the speaker, but no answer is expected from the audience. It's a great way to engage the audience to think. There is a sense that the speaker is having a dialogue with the audience. Asking a question arouses the curiosity of the audience about the answer. A well-timed pause between the question and answer can heighten the effect. The speaker appears confident and in control."
  },
  {
    "name": "Be excited",
    "description": "Turn anxiety into excitement. If you think about it, the two feel very much the same: the butterflies in your stomach, the shortness of breath, the feeling like your head may explode, the sweating palms. When nervous, we're focused on What if things go wrong? Try to consciously think about the fear-anxiety-excitement scale. Choose to move yourself forward to the excitement part."
  },
  {
    "name": "Avoid slang",
    "description": "Slang is a verbiage used by a particular group of people. The audience might be made up of many different people. Different ages, genders, religions, political opinions, etc. Using words and phrases that don't mean anything to a particular listener erodes this listener's confidence in what you have to offer."
  },
  {
    "name": "Pause for 10 seconds",
    "description": "After 10 second pause even the people texting can't help looking up. Five seconds pause looks intentional, two or three seconds and the audience assumes you've lost your place. When you start speaking again, the audience naturally assumes the pause was intentional... and that you're a confident and accomplished speaker. A poor speaker abhors a vacuum; only confident speakers are secure with silence. Take one long pause to gather your thoughts and the audience will automatically give you bonus points."
  },
  {
    "name": "Don't fade away",
    "description": "The last sentence should be one of the strongest. This is the main thing the audience will remember after the speech is over. There's a discussion about whether the speaker should thank the audience. Use your best judgement to decide if it's appropriate for this specific topic and audience."
  },
  {
    "name": "Tell a story",
    "description": "Stories are interesting. They help people remember what you say, and they are a good way to convey information and emotion memorably. A story is a basic principle of mind, we could say that we think in terms of stories. And we remember stories much better than lists of information. Once you’ve told me 3 or 4 things, to remember the 4th or 5th I’ll have to forget the first. Yet everyone who has heard, seen, or read it once remembers the story of Romeo and Juliet."
  },
  {
    "name": "Start with the best stuff",
    "description": "Make an entrance. But forth the big point right away. Start with the best story, the funniest joke, the guiding theory. Don’t make them wait to see you shine. Grab them from the get-go."
  },
  {
    "name": "Summarize the main points",
    "description": "In the conclusion you should summarize the main points and state a strong thesis. People probably didn't pay full attention all the time. And, with a long speech, it is difficult to remember everything. Make it easier for them by summarizing your argument and reviewing central ideas in the conclusion."
  },
  {
    "name": "Give examples",
    "description": "Spice up dry facts with specific examples. Help the audience imagine what you are saying. Not only it makes your message easier to understand, but you will also make the audience more alert, better concentrating on what you are saying."
  },
  {
    "name": "Don't make excuses",
    "description": "I'm quite tired, I've been on the road for a few days. Instant downer. Don't make the audience feel guilty for keeping you past your bedtime. Get up there and smile, no matter what. You can collapse when you get off stage. Excuses won't make your audience cut you any slack, but they will make people think, Then why are you wasting my time?"
  },
  {
    "name": "Research the audience",
    "description": "Quoting Guy Kawasaki, \"If you can prove to your audience in the first five minutes that you understand who they are, you've got them for the rest of the speech.\" Understand the issues, competition and trends that the audience faces.  You can speak to the organizer of the meeting and ask about the audience and their expectations as well as their demographics, age, background, gender, etc.  If you present at an industry event, research the event web site and do a Google search about the industry in general. If you are presenting to a corporation, learn as much as you can about that corporation and what challenges it faces."
  },
  {
    "name": "Get familiar with the room",
    "description": "If it's possible, visit the talk location prior to the speaking event.  See how the room will be laid out, make any requests for positioning any visual aid equipment. Check how big the room is and if you need a microphone.  When you know what's ahead of you, you can prepare better. And what's most important, you'll be less anxious and more confident."
  },
  {
    "name": "Talk to the audience before you start",
    "description": "Greet the audience at the door. Ask questions to learn about their expectations and level of knowledge. You are here to fulfill their expectations after all and delivering that will make a huge difference in how they perceive you. You'll also make a few friends and it always helps to have friends in the room."
  },
  {
    "name": "Exercise a bit before speaking",
    "description": "Exercising lightly before a presentation can get your blood circulating and send more oxygen to your brain. Take a walk before the speech or do a few squats or something similar."
  },
  {
    "name": "Don't take audience too personally",
    "description": "Have you ever been to an interesting speech, but were too tired to really pay attention?  There is always going to be someone in the audience on their phone or yawning. Remember that there will always be people who are bored or tired. It's their problem, not yours. None of these audience reactions have anything to do with you personally."
  },
  {
    "name": "Practice in front of a mirror",
    "description": "Recording and reviewing impromptu speech helps tremendously.  Watching yourself in the mirror a couple of times helps too.  Practice the speech as if you were speaking directly to someone.  Focus on your facial expressions, gestures, body movements, how welcoming you appear in general. Gentle expressions and calm demeanor make you appear more welcoming."
  },
  {
    "name": "Talk about something your audience is interested in",
    "description": "Sounds like a no brainer. But many otherwise intelligent people talk about what they are interested in, rather than what the audience is interested in. When speaking at a conference, people come to your session because of the synopsis. That's what they're interested in.  Don't change it just because it suits you. Circulating with the audience before the talk helps understanding the audience interests better."
  },
  {
    "name": "Tell them why they should listen",
    "description": "So the audience is interested in the topic you are going to speak about.  Great. Unfortunately, it's not always that way. In either, case it's good to sparkle even more interest. How will the speech benefit them? Why should they care?  If you're speaking about health and safety, you can tell them about a coworker who got injured in the workplace and what consequences it had for him."
  },
  {
    "name": "Audience of two or two thousand?",
    "description": "Everybody can deliver a great speech to an audience of two people.  How is it different from giving a speech to two thousand people?  Now it's a very public speech and we focus on the public part, instead of the speaking part. To be an effective speaker, you must do the opposite, focus on the speaking and let go the public.  With two people listening we have no problems being ourselves.  Just be yourself in front of two thousands too."
  },
  {
    "name": "Don't fuss about mistakes",
    "description": "Even the most experienced speakers make mistakes. How do we know?  To err is human, so there simply must be some mistakes, even in the most perfect speeches. But we don't notice. We don't know the speaker left out a word, said a wrong name or skipped a page. Never apologize for a minor slip. Unless the mistake was really earth shattering, they didn't notice anyway, so don't tell them."
  },
  {
    "name": "Make it personal",
    "description": "People like to hear about other people's experiences. Their triumphs, tragedies and everyday humorous anecdotes, anything the audience can identify with. Whenever possible, insert a personal element in the speech. Tell stories. Taking inspiration from sales and marketing, use \"customer personas\" to give examples."
  },
  {
    "name": "Entertain",
    "description": "The primary goal of the speech is to entertain the audience.  If people enjoy it, you can slip in some information. But if the speech is utterly dull, no amount of information will make it great.  If we could pick between an entertaining and informative speech, most people would choose the entertaining one. Some informing can happen too."
  },
  {
    "name": "Change grabs attention",
    "description": "We notice change. You notice the hum of the air-conditioner when it comes on and when it goes off - but not in between.  You can use this natural human propensity to retrieve your audience's attention. Switch from slides to flipchart and back again. Show a short video.  Change speaking style according to the content. When making statements of fact, use a measured, deliberate tone and stand still.  When telling a story, speed up and move around."
  },
  {
    "name": "Avoid cliches",
    "description": "Oh God, please save us from...  In spite of his busy schedule...  Sparing a few precious moments of his time...  When the organizers came to invite me I was...  Unless and Until...  None other than...  Last but not the least...  Friend, philosopher and guide...  I am sorry to take up so much of your time...  With these words I conclude my speech...  For making this function a grand success...  Thought provoking speech...  I assure the speaker...  A token of our love..."
  },
  {
    "name": "Repeat audience questions",
    "description": "Unless microphones are available, rarely will everyone in the audience hear questions other audience members ask. Always repeat the question and then answer it. It's not only courteous, but it also provides you with a little more time to think of an awesome way to answer each question.  And you'll make sure that you understood the question right too."
  }
]